0ad
acpi
alacritty
alsa-tools
alsa-utils
aria2
base
base-devel
bat
bind
blueman
bluez-utils
btop
cogl
cronie
dash
dbus-glib
dhcp
dnsmasq
dunst
efibootmgr
fd
fff
ffmpeg
ffmpegthumbnailer
firefox
freeglut
fribidi
fzf
gdb
git
github-cli
grim
grub
gstreamer
gvfs
gvfs-mtp
help2man
hplip
htop
i2c-tools
iptables-nft
ksh
lazygit
lf
libreoffice-fresh
libvirt
linux-firmware
linux-zen
linux-zen-headers
lshw
lsof
lua
lua-language-server
maim
man-pages
mesa-utils
mpv
mpv-mpris
musl
ncdu
neofetch
neovide
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
openbsd-netcat
opencl-nvidia
opendoas
os-prober
otf-font-awesome
p7zip
pamixer
patchutils
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
playerctl
pulsemixer
python-pip
qemu-audio-spice
qemu-base
qemu-chardev-spice
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-vga
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-system-arm
qemu-ui-dbus
qemu-ui-gtk
qemu-ui-sdl
qemu-user
qt5-networkauth
qt5-script
qt5-webengine
qt5ct
qt6-declarative
qt6ct
raylib
ripgrep
rofi
rsync
rust-analyzer
rustup
screenkey
slurp
sof-firmware
speedtest-cli
stow
strace
sxhkd
sxiv
tcc
texlive-latexextra
texlive-latexrecommended
tmux
translate-shell
trash-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ueberzug
ufw
unrar-free
unzip
usbutils
vi
vim
vsftpd
wget
wireshark-qt
xclip
xcolor
xdotool
xf86-video-vesa
xonotic
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbutils
xorg-xlsatoms
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xwd
xorg-xwininfo
xournalpp
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
