acpi
alsa-tools
alsa-utils
arandr
aria2
base
base-devel
bat
bc
bind
blueman
bluez-utils
btop
clang
cronie
dash
dbus-glib
dhcp
dnsmasq
dunst
efibootmgr
fastfetch
fd
ffmpeg
ffmpegthumbnailer
freeglut
fribidi
fzf
gdb
git
github-cli
glfw
glm
grim
grub
gstreamer
gvfs
gvfs-mtp
help2man
hplip
htop
i2c-tools
iptables-nft
lazygit
lf
libreoffice-fresh
libvirt
linux-firmware
linux-zen
linux-zen-headers
lshw
lua
lua-language-server
maim
man-pages
mesa-utils
mpv
mpv-mpris
musl
ncdu
nemo
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
openbsd-netcat
opencl-nvidia
opendoas
os-prober
otf-font-awesome
p7zip
pamixer
pass
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
pulsemixer
qemu-full
ripgrep
rsync
rust-analyzer
rustup
screenkey
slurp
sof-firmware
speedtest-cli
strace
swtpm
sxhkd
sxiv
tmux
translate-shell
trash-cli
tree
ttf-font-awesome
ttf-victor-mono-nerd
ueberzug
ufw
unrar-free
unzip
usbutils
virglrenderer
virt-manager
wget
xclip
xcolor
xdotool
xf86-video-qxl
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbutils
xorg-xlsatoms
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xwd
xorg-xwininfo
xournalpp
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
zip
